tap "auth0/auth0-cli"
tap "authzed/tap"
tap "bufbuild/buf"
tap "cockroachdb/tap"
tap "cue-lang/tap"
tap "cuelang/tap"
tap "goreleaser/tap"
tap "grpc/grpc"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "samkim/grpc-web"
tap "tophat/bar"
tap "txn2/tap"
brew "act"
brew "automake"
brew "bat"
brew "coreutils"
brew "ctags"
brew "fzf"
brew "gh"
brew "ghi"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "go"
brew "golangci-lint"
brew "gopls"
brew "goreleaser", link: false
brew "gradle"
brew "protobuf"
brew "grpc"
brew "grpcurl"
brew "hub"
brew "hugo"
brew "jq"
brew "krb5"
brew "kubernetes-cli"
brew "krew"
brew "kubectx"
brew "libksba"
brew "libtool"
brew "lynx"
brew "python@3.9"
brew "ruby"
brew "macvim"
brew "mkcert"
brew "openjdk"
brew "postgresql", restart_service: true
brew "postgresql@13", restart_service: true
brew "protoc-gen-grpc-web"
brew "pyenv"
brew "pyenv-virtualenv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "stern"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yamllint"
brew "zlib"
brew "zsh"
brew "auth0/auth0-cli/auth0"
brew "authzed/tap/spicedb"
brew "authzed/tap/zed", args: ["HEAD"]
brew "bufbuild/buf/buf"
brew "cockroachdb/tap/cockroach"
brew "cue-lang/tap/cue"
brew "goreleaser/tap/goreleaser-pro"
brew "txn2/tap/kubefwd"
cask "bloomrpc"
cask "firefox"
cask "github"
cask "gitify"
cask "goland"
cask "google-cloud-sdk"
cask "insomnia"
cask "intellij-idea-ce"
cask "kitty"
cask "ngrok"
cask "pgadmin4"
cask "postman"
cask "visual-studio-code"
cask "xbar"
