tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
brew 'cscope'
brew 'git'
brew 'lua'
brew 'luajit'
brew 'macvim', args: ['with-lua', 'with-luajit', 'with-override-system-vim']
cask 'iterm2'
cask 'clipy'
cask 'flux'
cask 'font-inconsolata'
cask 'slack'
cask 'sourcetree'
cask 'spectacle'
cask 'spotify'
cask 'yujitach-menumeters'
cask 'dropbox'
cask 'tunnelblick'
