tap 'homebrew/cask-fonts'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
brew 'cscope'
brew 'git'
brew 'lua'
brew 'luajit'
brew 'macvim', args: ['with-lua', 'with-luajit', 'with-override-system-vim']
brew 'git-delta'
brew 'bat'
brew 'fzf'
cask 'clipy'
cask 'font-hack'
cask 'font-inconsolata'
cask 'slack'
cask 'sourcetree'
cask 'rectangle'
cask 'menumeters'
cask 'dropbox'
cask 'tunnelblick'
